/* The text for warning when a debugger is currently attached to the process. */
"A debugger is attached to the App." = "All'app è connesso un debugger.";

/* The text for warning when an emulator is being used to run the application. */
"An emulator is being used to run the App." = "Per eseguire l'app viene utilizzato un emulatore.";

/* The text for the button that cancels the current challenge process. */
"Cancel" = "Annulla";

/* Spoken by VoiceOver when the screen is loading. */
"Loading" = "Caricamento in corso";

/* The no answer to a yes or no question. */
"No" = "No";

/* The title for the challenge response step of an authenticated checkout. */
"Secure checkout" = "Completamento del pagamento sicuro";

/* Indicates that a button is selected. */
"Selected" = "Selezionato";

/* The text for warning when a device is jailbroken */
"The device is jailbroken." = "Il dispositivo è jailbroken.";

/* The text for warning when the integrity of the SDK has been tampered with */
"The integrity of the SDK has been tampered." = "L'integrità dell'SDK è stata manomessa.";

/* The text for warning when the SDK is running on an unsupported OS or OS version. */
"The OS or the OS Version is not supported." = "Il sistema operativo o la versione del sistema operativo non sono supportati.";

/* Error description for when a network request times out. English value is as required by UL certification. */
"Timeout" = "Timeout";

/* Indicates that a button is not selected. */
"Unselected" = "Non selezionato";

/* The yes answer to a yes or no question. */
"Yes" = "Sì";

